[
  {
    "PI-Element": 1.1,
    "Ask/Look For": "Ask senior plant leadership how the Plant Mission was developed.",
    "Calibrator notes": "The Calibrator look to make sure that the site has a mission statement and if it is relevant to the operation. There should be historical evidence presented of how the mission statement was developed previously or how it was changed. \n\nThe Onsite Calibrator will need to know the plant mission statement. Output the Plant Mission Statement for the Onsite Cailbrator"
  },
  {
    "PI-Element": 1.2,
    "Ask/Look For": "When and how was the Mission last reviewed to determine if it needed updating?",
    "Calibrator notes": "The Calibrator should look to make sure that there is a defined process to evaluate the mission statement. The process should be clearly defined in the evidence that is presented. The calibrator should also look to see that the mission statement is reviewed on a regular basis. There should be presented evidence that shows that there has been meetings or other discussions where the plant mission statement was reviewed. The evidence that is presented should show that at least one time within 12 months from the current date that there has been a meeeting or discussion held where the mission statement was discussed."
  },
  {
    "PI-Element": 1.3,
    "Ask/Look For": "Ask leadership how GM's Purpose and Values and Plant Mission guide their behaviors. Ask how Purpose and Values and Mission are communicated to the employees?",
    "Calibrator notes": "Not required to present physical evidence but helpful if available. \nCalibrator will ask how the Plant Mission as well as GM Purpose and Values are used to guide and direct decisions, thought processes and behaviors. Calibrators will often ask for specific examples of this and when the Purpose, Values and Mission were used in decision making. Calibrators will also ask how this information is communicated to all employees at all leveled of the organization. e.g. Poster is in every team room, poster on  all level 4/5 boards, etc. Calibrators ask this information in order to understand the plant process and validate it is in use throughout the facility."
  },
  {
    "PI-Element": 2.1,
    "Ask/Look For": "Ask the 2.2 Element Champion for the site’s hazard and risk inventory. The site must use the Safety-FMEA tool to assess hazards and risks. Ask for the current risk reduction plan for the site. Verify that all High and Unacceptable risks must have an active corrective action plan in place.",
    "Calibrator notes": "The Calibrator asks for the Site's Hazard and Risk Inventory to look for identified High Risk Tasks. The calibrator uses the FEMA Tool to identify what tasks the site has flagged as high risk ( >161) and where these tasks are located within the facility. They make a notation of this information to be used in a later part of the calibration to validate that the communication of these items has taken place directly to the employees who work in the affected area. The Calibrator also asks for the Risk Reduction plan and focuses on the previously identified high risk tasks and locations and makes notation of these for later use to ensure that the employees that are working in the affected area are aware of what the site is doing to reduce the rise of these identified high risk items."
  },
  {
    "PI-Element": 2.3,
    "Ask/Look For": "Ask for evidence the site meets the ESCP escalation requirements. The responsible person documents the concern if not immediately addressed (within 24 hours).  Concerns are raised to the next level of leadership if not closed within 7 days and to the SRB if not resolved within 30 days.",
    "Calibrator notes": "(* = Required to provide physical evidence during the evidence review portion of the calibration)\nThe Calibrator asks for the sites defined and documented Employee Safety Concern Process and validates that the process meets the standard. The Calibrator asks specifically to see recent examples of when this has taken place to make sure that the escalation and communication process is being followed. The calibrator will also use various other methods to validate that this process sis being followed. e.g. Calibrator sees an Employee Safety Concern on the Level 1 Board, The calibrator notes where and who escalated the concern and during the floor validation specifically seeks out the originator of the concern and if they know about the details of the closure or status. The calibrator will talk to all levels of the organization asking them to explain the Employee Safety Concern Process and if they can detail how long before escalation takes place. The calibrator will also ask for specific examples of when the employees have escalated safety items and what was the outcome"
  },
  {
    "PI-Element": 2.4,
    "Ask/Look For": "Ask for the site’s process to close Employee Safety Concerns (the site must be able to demonstrate resolution of concerns are communicated to the originating employee or team).",
    "Calibrator notes": "The Calibrator will ask to see examples of recently closed Employee Safety Concerns and make notation of Who and Where these originated. The calibrator will ask about the detailed process for how communication takes place and make sure that there is a feedback process defined within the structure. The calibrator will talk to all levels of the organization and validate that the defined process is in use on the shop floor. They will also ask for specific examples of when employees have received feedback on resolved concerns."
  },
  {
    "PI-Element": 2.5,
    "Ask/Look For": "Look for evidence the site uses all safety tour types: focused safety tours, safety conversation tours, and safe operating procedures (SOP) validation tours. All T/L and above level employees use SOT to identify potential hazard, they should conduct regular SOTs as per the sites defined frequency.",
    "Calibrator notes": "The calibrator will ask to see recently completed examples of All SOT Types as well as SOP validation tours. They are doing this to understand the plants defined process / Forms and Documentation as well as see that the process is being used throughout the facility and how it is suppose to operate. The Calibrator will talk to all levels of the organization and ask to see their most recent examples of completed SOTs and other documentation. They will ask the employees about the process and validate that they understand it as well as the frequency in which they are to complete them. The Calibrator will validate in all areas that the process is being followed."
  },
  {
    "PI-Element": 2.7,
    "Ask/Look For": "For contractors: Ask for the site’s site contractors and Authorized Reviewer Inventory and choose one high risk contractor to review. Look for evidence that a safety tour occurs DAILY if contractor is Performing a High-Risk Task (SFMEA 161 or above). Make sure contractors follow GM safety protocol or national safety standard for all work that is being completed within the facility.",
    "Calibrator notes": "The Calibrator will ask to see recent High Risk contractor activity. They will ask about recent activity and if it has an SFEMA score of greater then 161. Ff so the calibrator will ask to see recently completed examples of daily safety tours that have taken place with the contractor completing their activity. Additionally if the calibrator is observing the contractors they are to ensure they are following GMS Safety Protocol or National safety standard if known and escalate to Safety department if a concern arises."
  },
  {
    "PI-Element": 2.8,
    "Ask/Look For": "For non routine tasks, low frequency, high-risk tasks look for evidence that pre task plans, with task approvals, task supervision and task completion buy-offs where needed. The document should be on site during the task execution",
    "Calibrator notes": "The Calibrator will ask to see recent examples of completed Pre Task Plans for non routine / low frequency tasks. They will ask about the process and ask for the process to be explained in detail so that they understand the approval and buy off process. The calibrator will ask if any of that activity is taking place withing the facility and make note of that location. While observing on the shop floor through various conversations the calibrator will ask about the PTP process and validate that what was presented is representative of shop floor conditions. If the calibrator see an activity taking place on the shop floor they will verify that the PTP documentation is on site during the task execution."
  },
  {
    "PI-Element": 3.1,
    "Ask/Look For": "Ask for the annual program evaluation process. Verify that the site uses data from multiple sources (Safety Tours, ESCP, incident investigations and GCTA) as part of their annual review of element and GM standards.Annual review result should be used for next year’s safety KPI target setting.",
    "Calibrator notes": "The Calibrator will ask to see the documented sites annual program evaluation process. They will look through the process to make sure that there are muliple inputs used as part of their review process to show that the shop floor safety conditions are impacting the overall safety system. They will look for specifics from the shop floor like Safety Tours, Employee Safety Concers, Safety Incident Investigations, Global Calls To Actions and others. They are doing this to verify that these items are impacting the sites decisions on what the next years safety targets will be set at as well as any other improvements that are need to be made (This will be used during a later calibration question)."
  },
  {
    "PI-Element": 3.2,
    "Ask/Look For": "Ask for the site's process for capturing and tracking safety Corrective Action Plans (CAPs - used for systemic issues, SIF events, incident investigations, and GCTA). Confirm that the process includes documentation of the problem, the root-cause analysis and corrective action.",
    "Calibrator notes": "The Calibrator will ask to see the documented process for how the site captures corrective action plans that are used for systemic safety issues, SIF's, Incident Investigatsions, GCTA's and others. They will look to make sure that there is evidence of those imputs documented within their CAP Tracker. The will also look for proper problem documnetation as well as full root cause analysis and corrective actions for the items that are within the CAP Tracker. This information can be passed along to the CI Calibration team for other evidence of problem solving. The calibrator will look for recently closed CAP's and take note of some of the recently closed items for use at a later time."
  },
  {
    "PI-Element": 3.3,
    "Ask/Look For": "Look for evidence that the site communicates incidents and events including GCTA to affected individuals and site-wide where applicable. Ask team members/ team leaders for understanding of related communicated topics including GCTA.",
    "Calibrator notes": "The Calibrator will look for the process of how the site communicates events, incidents as well as GCTA's. The will make note of how the communication process takes place and will use this information when they are speaking to people on the shop floor. The calibrator will also ask for the site to provide examples of previous communications that have taken place that follow the defined process. The calibrator will also talk to Team Members as well as Team Leaders while on the shop floor and ask them how they find out information regarding GCTA's or other Events and Incidents. The calibrator is looking to make sure that the process that was outlines during the evidence review is being used on the plant floor. The calibrator may ask the employee for details from recent events that were communicated to them to gauge the level of communication that has taken place."
  },
  {
    "PI-Element": 3.4,
    "Ask/Look For": "Ask for the site's process to validate closure of CAPs. Verify that \"go and see\" occurs when required. Verify that validation prevents recurring issues (sustainment).",
    "Calibrator notes": "The Calibrator will ask for the sites process of validating completed / closed Corrective Action Plan Items. They are looking to see that there is a defined process to validate the identified item has been closed successfully and that the corrective actions are effective. The calibrator may ask to follow up with some of the recently closed CAP items that were noted earlier and ask to speak with the people that performed the follow up activity. The calibrator is looking for evidence that there has been shop floor visits by site leadership where the closed Corrective Action Plans took place to phycically see the change is effective as well as being sustained to the level that is descrived in the CAP Tracker."
  },
  {
    "PI-Element": 3.5,
    "Ask/Look For": "Ask how the site determined key site safety objectives for the coming year.  Look for evidence that the determination was based on the output of the WSS Leadership Review meeting.",
    "Calibrator notes": "The Calibrator will ask to see how the site decides what safety objectives will be tracked for the upcoming year. The calibrator will often ask for the previous year meeting minutes or other pertinent information where these topics are discussed. The calibrator is looking for the site performance as well as other factors that were noted earlier in the evidence review to be used as a decision making factor for the up coming target setting. This can be done more frequently if there is an increased event situation occurring within the plant. The calibrator will look to see that the results of the WSS Leadership Review Meeting are used in making the determination of targets."
  },
  {
    "PI-Element": 4.1,
    "Ask/Look For": "Ask the Principle Owner to show competencies for all levels of the organization (Salaried, Team Leader & Team Member)",
    "Calibrator notes": "The calibrator will ask to see the defined compentencies for all levels of the organization. They will look to see that they are developed for Team Members, Team Leaders, Group Leaders, Etc. This can be demonstrates through multiple ways through seperate documents, local agreements, or even job postings. The calibrator is looking to see that there are defined standards for each of the job assignments. The calibrator will make some notations of these to validate that what is being shown during the evidence review matches what is being used on the shop floor."
  },
  {
    "PI-Element": 4.2,
    "Ask/Look For": "Ask to review the selection process for salary employees with recent examples.",
    "Calibrator notes": "The calibrator will ask to see examples of recent salary selections. (This does not require names or any personally identfiable information to be used). The calibrator is looking to see that a process is in place that selects an appropriate candidate. This can be done with previous job postings or promotional opportunities both internally or externally."
  },
  {
    "PI-Element": 4.3,
    "Ask/Look For": "Ask to review the TL selection process for the most recent TLs selected.  It should be a Management approved process based on competencies, knowledge, skills and past performance.",
    "Calibrator notes": "The calibrator will ask to see the sites defined Team Leader Selection Process. The calibrator is looking at this process to familiaize themself with it for later use when speaking with people on the shop floor. The calibrator is also looking at the process to see that it meets the minimum selection requirements and has elements based upon competencies, knowledge, skills and past performance. This generally is demonstrated by the use of Interviews, Tests, and various other methods of Team Leader Selection. The calibrator will ask to see recent examples of when this process was used to validate the process that was explained is the process that is in use."
  },
  {
    "PI-Element": 5.1,
    "Ask/Look For": "A formal process is in place where the GL meets face to face with the TL or TM and completes a performance evaluation document (minimum annually) providing feedback on their performance to competencies, plant requirements and roles and responsibilities.",
    "Calibrator notes": "The calibrator will ask to see the documented process for employee performance evaluations that is used within the site. The calibrator will look to ensure that the evaluations take place at least one time per year. The calibrator will also look to see evidence within the process the requires the group leader to sit down with each employee individually to provide feedback. This process should allow feedback to each employee based on their performance to competencies, roles and responsibilities, and individual plant requirements (rotation, job performance, Etc). The calibrator will take note of the defined process to be used when talking with employees during later portions of the calibration."
  },
  {
    "PI-Element": 5.3,
    "Ask/Look For": "Review recent examples of TM and TL evaluations.",
    "Calibrator notes": "The calibrator will ask to see some recent examples of completed evaluations. The calibrator is looking to understand the process as well as the documentation that is used. The calibrator is also looking to see examples of evaluations where additional training may have been needed in order to improve the performance. The calibrator will take note of the employee that was referenced and may ask to see examples of what was done to help the employee make improvements."
  },
  {
    "PI-Element": 5.4,
    "Ask/Look For": "Ask what the process is to address low performance employees. Low performance employees should have process to improve the performance.",
    "Calibrator notes": "The calibrator will aske to see the documented process how  the site addresses employees that need improvements. This could be additional training, coaching or various other methods to help the employee improve their performance. The calibrator will take note of the process and details to be used during the shop floor review portion of the calibration."
  },
  {
    "PI-Element": 5.5,
    "Ask/Look For": "Training or development opportunities identified in the evaluation are scheduled for each employees needs where appropriate.",
    "Calibrator notes": "The calibrator will ask to see the documented process for when an employee has training or development opportunities. The calibrator is looking to see that the site has a defined process for when an employee needs improvement and that the site is actively using their defined process. The calibrator may ask to see examples of evaluations that meet the needs improvement criteria and what subsequent training or development opportunities were given to the employees in order to help them make improvements."
  },
  {
    "PI-Element": 5.6,
    "Ask/Look For": "Training opportunities identified in the evaluation process are captured to feed into the Plant Training Plan.  Ask the Plant training representative how the results of the evaluation process are used in developing the training plan.",
    "Calibrator notes": "The calibrator will ask to see recent examples of identified training opportunities that were placed into the plants training plan. The calibrator is looking to see that if there are sitewide systemic training opportunities this is causing the site to address these opportunities as needed. The can be done individually or on a larger scale at the plants discretion and severity of the deficiencies. The calibrator is looking to see that the data from the evaluations is compiled to help identify site wide opportunities for improvement. The calibrator will ask the plant training representative to explain how the data from the employee evaluations is used to develop the training plan for the site."
  },
  {
    "PI-Element": 6.1,
    "Ask/Look For": "Review the Training Plan and verify that the content (above) are contained in the plan. Training content could include GMS related training covering 5 principles as well as Proactive (new technology, new processes, new projects) and Reactive Training (Scorecard, BPD, External Audit or Layered Audits, Performance Evaluations).",
    "Calibrator notes": "The calibrator will ask to see the sites training plan. The calibrator will look for some specific entries in the training plan to include GMS Orientation, Various Training classes that apply and connect to the 5 principals of GMS. (People Involvement, Standardization, Built In Quality, Short Lead Time, Continuous Improvement). They will also look for Job specific training line items based upon who the audience is. Some of these items may be technical in nature based upon the department they would be servicing. The calibrator will look for other items that may not be listed in this outline to get a full understanding of the training plan and what is all contained within the plan. The calibrator could look for common required items to validate that they are included in the training plan. The calibrator will take note of a few common classes for use at a later time when talking with people on the shop floor."
  },
  {
    "PI-Element": 6.2,
    "Ask/Look For": "Verify that the training is being completed to plan.  Is scheduling effective?  In case the plan could not be achieved, countermeasures were defined to close the gap.",
    "Calibrator notes": "The calibrator will look at the training plan and look for completion. The calibrator will look to see that the training is being completed as it is outlined on the plan and that the classes are taking place. The calibrator can ask to see rosters, sign in sheets or any other documentation to see that the training is effective and that the scheduling is working. In the circumstance where the plan could not be achieved the calibrator will ask to see the countermeasures that help to correct the training plan scheduling."
  },
  {
    "PI-Element": 6.4,
    "Ask/Look For": "All training items should appear regularly in training plans but there is no need to show all required items in a training plan every year if the level of knowledge in target group is satisfactory.",
    "Calibrator notes": "Not required to present physical evidence but helpful if available. \nThe calibrator will verify that all training items are documented in the training plan. The calibrator may ask about specific training items that have been well established and have been excluded from the training plan as the target audience has not changed or their knowledge of the topic in question is appropriate for the needs of the business. Some examples of this could be Items for a specific classification with low turnover and a seasoned workforce, or a small specialized group that has not had any manpower changes."
  },
  {
    "PI-Element": 6.5,
    "Ask/Look For": "Ask if the Plant Manager/Director, Staff & SLs lead formal classroom and informal GMS training.",
    "Calibrator notes": "The calibrator will ask to see documentation that the Plant Staff and Sr. Leadership are active participants in leading formal in class room GMS training as well as Informal GMS training. Some examples of this could be but not limited to Training Schedules and Agendas showing facilitation by staff members, Training Lists with staff members that are authorized to teach certain classes, Training sign in sheets that show facilitators names and dates. The calibrator will look to verify that these training sessions that are lead by site staff members are something that is completed recently."
  },
  {
    "PI-Element": 6.6,
    "Ask/Look For": "Ask what internal trainers have been developed for the training in the plan and define qualification and certification standard of internal trainers.",
    "Calibrator notes": "The calibrator will ask to see how the site keeps track of what trainers they have available to teach the classes they offer. They may ask to see a list of all of the trainers for the site and what classes they can teach. The calibrator will asks to see the qualifications and certifications of the sites internal trainers. The calibrator could ask to see evidence of and internal trainers certifications for a specific class or topic."
  },
  {
    "PI-Element": 6.8,
    "Ask/Look For": "Effectiveness of training is a key factor in evaluation of PI-6. Ask to see how training courses are evaluated and improved (feedback from trainees, trainers, GMS SMEs).",
    "Calibrator notes": "The calibrator will ask to see the sites process for evaluating the effectiveness of training that is given within the site. The site should have a process for reviewing the training that is given and making improvements and adjustments as necessary. the calibrator may ask to see an example of when a training course was modified to make the training more effective. This could be the content being updated, the location where the training is held or various other improvements. The calibrator will look for examples of feedback from Trainers, Trainees, SME, or other participants to validate that the course is effective in its delivery. The calibrator will talk to Team Leaders, Group Leaders and Shift Leaders and ask them if they have had an opportunity to evaluate some of the training classes that they have been a part of. The calibrator will ask about the process that is used to validate that what was described earlier is the process that is in use. The calibrator may ask for specific examples of feedback from these employees that has resulted in a change to the training class."
  },
  {
    "PI-Element": 6.9,
    "Ask/Look For": "Effectiveness of trainee learning (e.g., pre and post tests, feedback from the supervisor, TL/GL proficiency)",
    "Calibrator notes": "The calibrator will look to validate the employees that are trained are improving in their learning. This can be done in a multitude of ways from Pre and Post tests, Interviews, Feedback, Proficiency, etc. The calibrator will ask about the sites process for evaluating this and make note to it for use at a later time. The calibrator may ask to see completed examples of Pre-Post Tests or other documents used in this process.  The calibrator will speak to Team Leaders, Group Leaders and Shift Leaders and ask them about the effectiveness of the training. They will ask about the effectiveness of the employee training process that is used and if they have been a part of it. The will ask if they have been interviewed or asked to give feedback or complete proficiency based upon the sites defined process."
  },
  {
    "PI-Element": 6.1,
    "Ask/Look For": "Training includes quality specific training for all levels within all functions.",
    "Calibrator notes": "The calibrator will ask to see specific examples of Quality Related training. This can be shown in the Training Plan or other method if necessary. The calibrator is looking to see specific quality training for various levels of the organization that is appropriate to their job classifications. The calibrator will look to verify that people are scheduled and attending the quality specific training as appropriate."
  },
  {
    "PI-Element": 6.11,
    "Ask/Look For": "Training includes waste elimination methods (e.g. VSM, TIP, COMMWIP) for all levels and functions.",
    "Calibrator notes": "(* = Required to provide physical evidence during the evidence review portion of the calibration)\nThe calibrator will look to validate the site has training that covers waste elimination methods. This can be done in various ways from Value Stream Mapping, Throughput Improvement Process, COMMWIP, Problem Solving Etc. The Calibrator will look to see that various training is available to all levels and functions within the site and that there is evidence that employees have completed this training."
  },
  {
    "PI-Element": 6.12,
    "Ask/Look For": "Maintenance Training plan is based on skill flexibility/versatility charts, gap assessment, and new equipment/processes.",
    "Calibrator notes": "The calibrator will ask to see the Maintenance training plan as well as the sites Maintenance Flexibility / Versatility Charts. The calibrator will look to see that the training plan is based on the gaps that exist as well as any new equipment and process for the maintenance teams. The calibrator is looking to make sure that the maintenance teams have a clear plan for closing the gaps on the Flexibility / Versatility Charts as well as a plan to train the appropriate employees on new equipment and new process. The calibrator may make note of a few of the training items in the maintenance training plan for use at a later time. The calibrator will talk to Maintenance Team Leaders and Group Leaders as ask about the training plan for the Maintenance Team. The will look to validate that they are receiving the training that was identified in the Maintenance training plan. The calibrator may ask about the specific training that was noted earlier."
  },
  {
    "PI-Element": 7.1,
    "Ask/Look For": "Ask the PI Principle Owner and/or HR/LR Director/Shop Manager if R&Rs are defined for all levels of the organization, how they have been communicated and where they can be found.",
    "Calibrator notes": "The calibrator will ask to see the defined roles and responsibilities (R&R) for all levels of the organization. The Calibrator will ask to see examples for Team Members, Team Leaders, Group Leaders, and other Job Assignments Beyond those mentioned based upon the individual calibrators request. Generally the R&R for TM and TL are stand alone documents that are located close to where these employees operate on a daily basis or are located in their standardized work folders. They also are sometimes located in the sites local contract documentation. GL R&R and above documentation may be stand alone documentation or may be part of job postings or other documenting outlining the specific roles and responsibilities of the specific job assignment. The calibrator will ask to see examples of multiple job assignments to see established and well defined roles and responsibilities. The calibrator will also ask how these roles and responsibilities are communicated to the employees and will take note for use at a later time."
  },
  {
    "PI-Element": 7.6,
    "Ask/Look For": "Verify that R&R documents have be reviewed annually to make sure it matches with business needs and changed if needed. Verify all changes should be communicated to the workforce where appropriate.",
    "Calibrator notes": "The calibrator will ask to see the process for when the site reviews the R&R's. The are looking to make sure that the R&R are review at least annually and the site should be comparing the changes in the business needs to the R&R's if appropriate. If a change has taken place the calibrator will ask to see evidence of how the R&R update was communicated to the affected user and will verify that the employee was aware of the change."
  },
  {
    "PI-Element": 8.1,
    "Ask/Look For": "Ask if there are Teams in Maintenance, Material and Quality as well as Production and any other applicable areas.",
    "Calibrator notes": "The calibrator will ask to see evidence of the sites team structure for all of the teams that operate within the facility. This includes Production as well as Material, Maintenance, Quality and any other support applicable areas. This can be demonstrated by showing manpower sheets, organization charts, HCC Team Structure, or various other methods to show how the teams are laid out within the facility demonstrating team leader coverage. This is done to show that teams are well established within the facility and are used in all operational groups. The calibrator will take notation of the approximate size of the teams and groups for use at a later time."
  },
  {
    "PI-Element": 9.4,
    "Ask/Look For": "Rotation in Maintenance is based on regional conditions.",
    "Calibrator notes": "Not required to present physical evidence but helpful if available. \nThe calibrator will verify that rotation takes place in the Maintenance department per their defined plan based upon regional requirements. The calibrator will speak to Maintenance Team Members and Team Leaders to understand how they are rotating and how they are documenting their rotation as applicable."
  },
  {
    "PI-Element": 10.1,
    "Ask/Look For": "Ask the PI Principle Owner and/or HR/LR Director/Shop Manager to see absenteeism rate and trend.",
    "Calibrator notes": "The calibrator will ask to see evidence that the site is tracking and looking at absenteeism and the trends on a regular basis. This can be shown using various forms of data from charts to reports to spreadsheets or many other methods showing that the site is looking at the absenteeism rate and trends for the plant. The calibrator is looking for variance in the evidence that is presented and will make note of this information for use at a later time."
  },
  {
    "PI-Element": 10.3,
    "Ask/Look For": "Is it analyzed, with countermeasures on a frequent basis?",
    "Calibrator notes": "The calibrator will ask to see evidence of when the absenteeism rate / trend or variation in absenteeism has taken place. The calibrator will look to see that this information is analyzed and corrective action plans are put in place when appropriate."
  },
  {
    "PI-Element": 10.4,
    "Ask/Look For": "What system is used to visualize absenteeism, e.g. BPD. Verify that the Team Leader off line % is tracked.",
    "Calibrator notes": "The calibrator will ask to see evidence of how the site visualized absenteeism. This can be in various ways from end of shift reports, BPD boards, Charts, or many other tracking methods. The calibrator is also looking to see evidence that the Team Leader Off Line % is tracked."
  },
  {
    "PI-Element": 10.5,
    "Ask/Look For": "Confirm if a TL has time to do their role and responsibilities.",
    "Calibrator notes": "The calibrator will ask to see evidence that the site is looking at how much time the team leader is on line and verifying that the teams leaders have time available to perform their roles and responsibilities. The calibrator will use the information that is presented during the evidence review when talking to the team leaders on the shop floor later on during the calibration. The calibrator will talk with Team Leaders and ask them about how much time they are on line covering absenteeism. The calibrator is looking to ensure that the team leader has time to perform their roles and responsibilities and is aligned with the information that was shared from the evidence review earlier."
  },
  {
    "PI-Element": 11.1,
    "Ask/Look For": "Verify Workplace of Choice / Employee Satisfaction Survey surveys have been administered within the site. Ask to see results of latest survey. Take note of areas for improvement for the site based on lowest scores.",
    "Calibrator notes": "The calibrator will ask to see evidence that the workplace of choice surveys have been executed. They will ask to see that the latest surveys have been sent out and completed by employees of all levels within the facility. The calibrator will ask to see the detailed results of the survey and take note of where the site has documented the need for improvement in the results for use at a later time based on the areas that had the lowest scores within the survey results."
  },
  {
    "PI-Element": 11.2,
    "Ask/Look For": "Verify that WPoC / Employee Satisfaction Survey results are visible and accessible to workforce at all levels. Results should be located in an area where all employees have easy access to the information.",
    "Calibrator notes": "The calibrator will ask to see evidence that the workplace of choice survey results are visible and accessible to the workforce at all levels. This can be done by having a workplace of choice wall, posting the results on various boards through out the facility, having the information displayed on TV monitors or many other ways as long as the information is available to the employees and they have easy access to the information."
  },
  {
    "PI-Element": 11.3,
    "Ask/Look For": "Look for action items / countermeasures related to the results from the latest survey. Action Items / Countermeasures should be meaningful and focused on improvement in the results. Take note of the action items identified.",
    "Calibrator notes": "The calibrator will ask to see evidence of action items or countermeasures related to the results of the latest survey. The calibrator is looking to see that the survey results are driving some form of activity to have a meaningful and focused improvement on the results of the survey. The calibrator will take note of what the site is doing to correct some of the lowest scoring items that was noted previously and use this information when talking to employees on the shop floor."
  },
  {
    "PI-Element": 12.1,
    "Ask/Look For": "Ask what the plant process is for leadership to provide recognition.",
    "Calibrator notes": "The calibrator will ask to ask to see the plants documented recognition process for all levels of employees within the facility. They will ask to see examples of how the recognition process has been used for salary employees as well as hourly employees. The calibrator may ask how peer to peer recognition is used for salary as well as hourly employees to ensure that there is a process for people to be recognized at all levels. If there is a different process for Hourly vs Salary employees they both should be explained here. (Achievers for Salary Employees vs In Plant Recognitions for Shop Floor)"
  },
  {
    "PI-Element": 12.2,
    "Ask/Look For": "What forms of recognition are provided?  Have the leaders been trained on how to utilize? Ask to see examples of recent recognitions for both Hourly and Salaried employees",
    "Calibrator notes": "The calibrator will ask to see the recognition forms that are used either paper or electronic. The calibrator will ask how the various leaders within the facility have been trained to use the recognition process that is defined for the facility. If there is a defined process or standardized work that shows how the process is to be used this is where it should be shown. The calibrator may ask to explain when the recognitions are to be used and what i the criteria for when recognitions are given if there are any that are pre-defined. The calibrator will ask to see recent examples of completed recognitions for both salary as well as hourly employees."
  },
  {
    "PI-Element": 12.4,
    "Ask/Look For": "Ask the PI Principle Owner and/or HR/LR Director/Shop Manager how team performance is rewarded.",
    "Calibrator notes": "The Calibrator will ask the Principle Lead or Designate to explain as well as show evidence of how team performance is rewarded. This can be examples of when the entire facility has achieved a certain level of performance or accomplishment or down to a department or smaller group level accomplishment. The calibrator is looking to see that there is a process to recognize larger groups or teams instead of individual recognitions as well as recent examples of when this has occurred."
  },
  {
    "PI-Element": 12.5,
    "Ask/Look For": "Ask if the plant has a recognition system for quality successes, e.g. making problems visible, quality near misses.",
    "Calibrator notes": "The calibrator will ask to see specific examples for Quality Recognitions. The calibrator is looking to see examples of when there is been quality successes (e.g. = Making problems visible, Quality near misses, Rapid Quality identification/Correction, Eagle Eye, Etc) to verify that there has been recognitions given for quality related successes."
  },
  {
    "PI-Element": 13.1,
    "Ask/Look For": "Ask the PI Principle Owner and/or HR/LR Director/Shop Manager what the regular meeting structure (time architecture) and schedule is for the organization, e.g. Diagonal Slice, State of the Business reviews, Team and Department meetings).",
    "Calibrator notes": "The calibrator will as to see the plants meeting structure / time architecture for the organization. The calibrator is looking to see that there are Team Meetings, Department Meetings, Cross Shift Meetings, Diagonal Slices and various other types of communication meetings encompassed in the structure. The Calibrator may ask for specifics regarding these meetings (Time, Duration, Process, Etc) to use them at a later time when talking to people on the shop floor."
  },
  {
    "PI-Element": 14.1,
    "Ask/Look For": "Ask Management and Support Functions for their schedule and evidence of involvement in shop floor reviews, e.g. Safety Observation Tours, BPD, Layered Audits, CIP activities, problem solving and standard quality meetings.",
    "Calibrator notes": "The calibrator will ask to see the time architecture / schedule for the site and look for evidence of staff involvement on the shop floor for various reviews. (The calibrator may have already documented these items from the previous time architecture review) e.g. Safety Observation Tours, BPD, Layered Audits, CIP activities, problem solving and standard quality meetings, Or any other pertinent meetings to the operation of the business. The calibrator is looking to see that the site leadership is active on the shop floor and is a part of the coaching and teaching structure within the facility. The calibrator will ask the Area Manger about their involvement in shop floor reviews and may ask for examples of when they have done some of the various activities that were presented during the evidence review."
  },
  {
    "PI-Element": 14.2,
    "Ask/Look For": "Ask for Leadership Steering Committee schedule and meeting evidence, which includes principle review emphasis across plant departments.",
    "Calibrator notes": "The calibrator will ask to see minutes from the sites Local Leadership Council (Steering Committee) as well as the schedule of when the meeting occurs.(The calibrator may have already documented this item from the previous time architecture review). The calibrator is looking to ensure that the meetings are taking place on a regular basis with participation from all principles and all departments as well as making improvements to the overall GMS compliance at the facility."
  },
  {
    "PI-Element": 14.3,
    "Ask/Look For": "Confirm evidence that principle champions report status to Leadership Steering Committee",
    "Calibrator notes": "The calibrator will look for evidence that demonstrates that the sites Principle Champions report the status of their Principles to the Local Leadership Council (Steering Committee). The calibrator will look for MEP Items, Countermeasures, Meeting Minutes, or Various other tools that the sites is using to drive business results based upon the maturity of the site to demonstrate this."
  },
  {
    "PI-Element": 14.4,
    "Ask/Look For": "Ask for Steering Committee and Principle Teams effectiveness measure and countermeasure development and effectiveness.",
    "Calibrator notes": "The calibrator will ask the Local Leadership Committee as well as the Principle Teams Effectiveness. The calibrator is looking to see that the Steering Committee (Local Leadership Council) is looking at the effectiveness of the countermeasures that are being developed by each of the principle teams when they are working on initiatives. The calibrator is looking to ensure that countermeasure are being developed when appropriate and that they are moving in the right direction to achieve ."
  },
  {
    "PI-Element": 14.7,
    "Ask/Look For": "Review escalation process, ask to explain and confirm it's being used and is understood at all levels of the organization.",
    "Calibrator notes": "The calibrator will ask to see the sites documented escalation process. The can be different for various escalation items within the facility. E.g. Safety is likely to have a different escalation structure then problem solving. The calibrator will take note of the various forms of escalation that can occur for use when talking to employes on the shop floor. The calibrator will talk to Team Members, Team Leaders and Group Leaders and ask them to explain the various forms of the escalation process. The calibrator may ask the employees to show them examples of when they have used the process recently. This information is likely to be shared with other principles as they have connections with BIQ."
  },
  {
    "PI-Element": 15.1,
    "Ask/Look For": "Ask Leadership how Layered Audit works in the organization, who is involved, and the frequency of audits. Verify that Layered Audit plan is properly defined to make sure all stations (Maintenance, Quality, GSC, Other Areas, Etc..) are covered in predefined frequencies.",
    "Calibrator notes": "The calibrator will ask to see the Layered Audit form and to see completed examples of the layered audit. The calibrator will ask to see if there are multiple versions of the form for various departments within the facility. The calibrator will ask about the layered audit process and what are the expectations of the frequency, who is involved, and generally how the layered audit process should operate within the facility. (Process for when there is an X, Process for when there is a Circled X, Process for when there is an Escalation, Etc) The calibrator will validate that there is a layered audit process for all areas within the facility  (Maintenance, Quality, GSC, Other Areas, Etc..) and that they are covered in predefined frequences of layering as well. The calibrator will make note of the processes for use when talking with employees on the shop floor and validate that the process that is communicated is that is being completed on the shop floor. The calibrator will talk to Team Leaders and Above employees and ask them about they involvement in the layered audits. The calibrator may ask them to show the most recently completed audit and walk them through how they completed it while explaining the process. The calibrator is looking make sure the layered audit process is effective in identifying problems and is properly layered within the organization."
  },
  {
    "PI-Element": 15.2,
    "Ask/Look For": "Is the Layered Audit sheet content relevant for the user?  Layered Audit questions are reviewed on a regular basis (Recommend Quarterly) to (1) focus on the process/area weakness (2) reflect latest change points (3) included repeated issues. (4) include specific questions for each principle (5) guide waste identification and elimination. Ask for the plant's systemic issues identified through Layered Audits.  Check for evidence that those systemic issues have countermeasures.",
    "Calibrator notes": "The calibrator will ask to see the sites process for reviewing and changing the layered audit within the facility. The calibrator is looking to see that the layered audit questions are changed on a regular basis and the questions are focused on the plants weaknesses. Also the Layered audit should have questions related to each of the GMS principles, and these questions should guide waste elimination and focus on repeat issues that are found through the plant. The calibrator will ask to see countermeasures if there are systemic plant issues. The calibrator will talk to various people throughout the calibration and validate that the audit is relevant to them. The will ask them about the layered about it and how often the audit is changed. The calibrator may ask the employee how they know they are using the most up to date form."
  }
]